<?php
// Heading
$_['heading_title']        = 'Встановлювач розширень';

// Text
$_['text_success']         = 'Ви успішно встановили розширення!';
$_['text_unzip']           = 'Розпакування файлів!';
$_['text_ftp']             = 'Копіювання файлів!';
$_['text_sql']             = 'Запуск SQL!';
$_['text_xml']             = 'Застосування змін!';
$_['text_php']             = 'Запуск PHP!';
$_['text_remove']          = 'Видалення тимчасових файлів!';
$_['text_clear']           = 'Ви видалили всі тимчасові файли!';

// Entry
$_['entry_upload']         = 'Завантаження файлу';
$_['entry_overwrite']      = 'Файли, які буде перезаписано';
$_['entry_progress']       = 'Прогрес';

// Help
$_['help_upload']          = 'Потрібен файл з розширенням Zip чи XML.';

// Error
$_['error_permission']     = 'У Вас немає доступу до зміни розширень!';
$_['error_temporary']      = 'Увага: деякі тимчасові файли потрібно видалити. Натисніть на кнопку очищення для їх видалення!';
$_['error_upload']         = 'Файл не може бути завантажений на сервер!';
$_['error_filetype']       = 'Неправильний тип файлу!';
$_['error_file']           = 'Немає файлу!';
$_['error_unzip']          = 'Архів Zip пошкоджений!';
$_['error_code']           = 'Модифікації потрібно унікальний ID код!';
$_['error_exists']         = 'Модифікація %s використовує той же ID, який ви намагаєтесь завантажити!';
$_['error_directory']      = 'Папка з файлами для завантаження не знайдена!';
$_['error_ftp_status']     = 'FTP потрібно увімкнути в налаштуваннях';
$_['error_ftp_connection'] = 'Помилка з’єднання як %s:%s';
$_['error_ftp_login']      = 'Помилка підєднання як %s';
$_['error_ftp_root']       = 'Помилка встановлення кореневої теки як %s';
$_['error_ftp_directory']  = 'Помилка зміни на теку %s';
$_['error_ftp_file']       = 'Помилка завантаження на сервер файлу %s';