<?php
// Heading
$_['heading_title']    = 'Модулі';

// Text
$_['text_success']     = 'Ви успішно змінили модулі!';
$_['text_layout']      = 'Після успішного встановлення і налаштування модулю Ви можете додати його до макетів<a href="%s" class="alert-link">тут</a>!';
$_['text_add']         = 'Додати модуль';
$_['text_list']        = 'Список модулів';

// Column
$_['column_name']      = 'Назва модулю';
$_['column_action']    = 'Дія';

// Entry
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Назва модуля';

// Error
$_['error_permission'] = 'У вас немає доступу до зміни модулів!';
$_['error_name']       = 'Назва модуля повинна мати 3 і більше (64) символи!';
$_['error_code']       = 'Потрібно розширення!';