<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Повернутись';
$_['button_update']						= 'Оновити';
$_['button_patch']						= 'Патч';
$_['button_ftp_test']					= 'Тестувати з\'єднання';
$_['button_faq']						= 'FAQ';

// Tab
$_['tab_setting']						= 'Налаштування';
$_['tab_update']						= 'Оновити';
$_['tab_update_v1']						= 'Швидке оновлення';
$_['tab_update_v2']						= 'Оновлення наслідувань';
$_['tab_patch']							= 'Патч';
$_['tab_developer']						= 'Розробник';

// Text
$_['text_dashboard']         			= 'Dashboard';
$_['text_success']         				= 'Вдалі: Налаштування збережені';
$_['text_products']          			= 'Товари';
$_['text_orders']          				= 'Замовлення';
$_['text_manage']          				= 'Менеджер';
$_['text_help']                     	= 'Допомога';
$_['text_tutorials']                    = 'Консультація';
$_['text_suggestions']                  = 'Ідеї';
$_['text_version_latest']               = 'Використовується остання версія';
$_['text_version_check']     			= 'Перевірити версію';
$_['text_version_installed']    		= 'Встановлена версія OpenBay Pro: v';
$_['text_version_current']        		= 'Ваша версія';
$_['text_version_available']        	= 'остання версія';
$_['text_language']             		= 'API мова';
$_['text_getting_messages']     		= 'Отримати повідомлення OpenBay Pro';
$_['text_complete']     				= 'Завершено';
$_['text_test_connection']              = 'Тестувати FTP з\'єднання';
$_['text_run_update']           		= 'Запустити оновлення';
$_['text_patch_complete']           	= 'Патч було успішно встановлено';
$_['text_connection_ok']				= 'Підключення до серверу OK. OpenCart папку знайдено';
$_['text_updated']						= 'Модуль буде оновлено (v.%s)';
$_['text_update_description']			= "Оновлення буде проводити зміни в файлах вашого магазину. Переконайтеся, що у вас є повний файл резервної копії бази даних і перед оновленням.";
$_['text_patch_description']			= 'Якщо ви завантажили файли оновлення вручну, необхідно запустити патч для завершення оновлення';
$_['text_clear_faq']                    = 'Очистити приховані FAQ';
$_['text_clear_faq_complete']           = 'Повідомлення буде виведено знову';
$_['text_install_success']              = 'Маркет було втсановлено';
$_['text_uninstall_success']            = 'Маркет було видалено';
$_['text_title_messages']               = 'Повідомлення &amp;';
$_['text_marketplace_shipped']			= 'Статус замовлення було оновлено, відправлено на маркет';
$_['text_action_warning']				= 'Ця дія небезпечна, захищено паролем';
$_['text_check_new']					= 'Перевірка нової версії';
$_['text_downloading']					= 'Завантаження оновлених файлів';
$_['text_extracting']					= 'Розпакування файлів';
$_['text_running_patch']				= 'Запуск патчу файлів';
$_['text_fail_patch']					= 'Неможливо розпакувати файли оновлення';
$_['text_updated_ok']					= 'Оновлення завершено, встановлена версія тепер ';
$_['text_check_server']					= 'Перевірка вимоги до сервера';
$_['text_version_ok']					= 'Оновлення успішно виконано, встановлена версія: ';
$_['text_remove_files']					= 'Видалення файлів';
$_['text_confirm_backup']				= 'Переконайтеся, що у вас є повне резервне копіювання, перш ніж продовжити';

// Column
$_['column_name']          				= 'Ім\'я плагіну';
$_['column_status']        				= 'Статус';
$_['column_action']        				= 'Дія';

// Entry
$_['entry_patch']            			= 'Оновлення вручну';
$_['entry_ftp_username']				= 'FTP Логін';
$_['entry_ftp_password']				= 'FTP Пароль';
$_['entry_ftp_server']					= 'FTP адрес серверу';
$_['entry_ftp_root']					= 'FTP шлях на сервері';
$_['entry_ftp_admin']            		= 'Адміністративна директорія';
$_['entry_ftp_pasv']                    = 'PASV mode';
$_['entry_ftp_beta']             		= 'Використати бета версію';
$_['entry_courier']						= 'Кур\'єр';
$_['entry_courier_other']           	= 'Інший кур\'єр';
$_['entry_tracking']                	= 'Шлях #';
$_['entry_empty_data']					= 'Пусте сховище данних?';
$_['entry_password_prompt']				= 'Будь ласка, введіть дані паролю';
$_['entry_update']						= 'Легке оновлення в 1 клік';

// Error
$_['error_username']             		= 'FTP потрібно ім\'я користувача';
$_['error_password']             		= 'FTP потрібно пароль';
$_['error_server']               		= 'FTP ввести адрес серверу';
$_['error_admin']             			= 'Не введено директорію адміністратора';
$_['error_no_admin']					= 'Підключення в порядку, але ваш каталог OpenCart адміністратор не був знайдений';
$_['error_no_files']					= 'Підключення в порядку, але папки OpenCart не знайден! Перевірте шлях до кореня сайту';
$_['error_ftp_login']					= 'Не вдалося авторизуватися цим користувачем';
$_['error_ftp_connect']					= 'Не вдалося підключитись до серверу';
$_['error_failed']						= 'Невдале завантаження, повторити?';
$_['error_tracking_id_format']			= 'Ваш ідентифікатор відстеження не може містити символи > або <';
$_['error_tracking_courier']			= 'Ви повинні вибрати кур\'єра, якщо хочете додати ідентифікатор відстеження';
$_['error_tracking_custom']				= 'Будь ласка, залиште поле кур\'єр порожнім, якщо ви хочете використовувати кур\'єра користувача';
$_['error_permission']					= 'Ви немаєте дозволу на редагування розширення OpenBay Pro';
$_['error_mkdir']						= 'PHP mkdir функція вимкнена, зверніться до технічної підтримки свого хостингу';
$_['error_file_delete']					= 'Не можливо видалити ці файли, спробуйте їх видалити вручну';

// Help
$_['help_ftp_username']           		= 'Використати FTP логін вашого хостингу';
$_['help_ftp_password']           		= 'Використати FTP пароль вашого хостингу';
$_['help_ftp_server']      				= 'IP адрес або доменне ім\'я вашого FTP серверу';
$_['help_ftp_root']           			= '(Не використовувати слеш, наприклад: httpdocs/www)';
$_['help_ftp_admin']               		= 'Якщо ви змінили каталог адміністратора оновіть локацію';
$_['help_ftp_pasv']                    	= 'Змінити FTP з\'єднання в пасивний режим';
$_['help_ftp_beta']             		= 'Обережно! Бета версія може не стабільно працювати';
$_['help_clear_faq']					= 'Показати всі повідомлення допомоги знову';
$_['help_empty_data']					= 'Це може призвести до серйозних пошкоджень, не використовуйте його, якщо ви не знаєте, що він робить!';
$_['help_easy_update']					= 'Натисніть оновлення, щоб встановити останню версію OpenBay Pro автоматично';
$_['help_patch']						= 'Натисніть, щоб запустити патч';