<?php
// Heading
$_['heading_title']    = 'Карусель';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Ви успішно змінили модуль Карусель!';
$_['text_edit']        = 'Змінити модуль Карусель';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_banner']     = 'Банер';
$_['entry_limit']      = 'Межа';
$_['entry_scroll']     = 'Прокрутка';
$_['entry_image']      = 'Зображення (Ш x В) і змівна розміру';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає доступу до зміни модулю Карусель!';
$_['error_image']      = 'Необхідно вказати ширину і висоту зображення!';
$_['error_name']       = 'Назва модуля не може бути меншою 3 та більшою 64 символів!';
$_['error_width']      = 'Необхідна ширина!';
$_['error_height']     = 'Необхідна висота!';