<?php
// Heading
$_['heading_title']    = 'Рекомендовані';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Ви успішно змінили модуль Рекомендовані!';
$_['text_edit']        = 'Змінити модуль Рекомендовані';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_product']    = 'Товари';
$_['entry_limit']      = 'Межа';
$_['entry_image']      = 'Зображення (Ш x В) і зміна розміру';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Автозаповнення)';

// Error
$_['error_permission'] = 'У Вас немає доступу до зміни модулю Рекомендовані!';
$_['error_image']      = 'Необхідно вказати ширину і висоту зображення!';
$_['error_name']       = 'Назва модуля не може бути меншою 3 та більшою 64 символів!';
$_['error_width']      = 'Необхідна ширина!';
$_['error_height']     = 'Необхідна висота!';