<?php
// Heading
$_['heading_title']    = 'Показ слайдів';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Ви успішно змінили модуль Показ слайдів!';
$_['text_edit']        = 'Змінити модуль Показ слайдів';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_banner']     = 'Банер';
$_['entry_dimension']  = 'Розмір (Ш x В) і зміна розміру';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає доступу до зміни модулю Показ слайдів!';
$_['error_dimension']  = 'Необхідно вказати розміри зображення!';
$_['error_name']       = 'Назва модуля не може бути меншою 3 та більшою 64 символів!';
$_['error_width']      = 'Необхідна ширина!';
$_['error_height']     = 'Необхідна висота!';